[
 {
  "AuthorId": "nextvalueforseq_Authors",
  "ProfilePictureURL": "https:\/\/www.laguna.rs\/_img\/pisci\/25.jpg",
  "FullName": "Neil Gaiman",
  "Biography": "Nil Gejmen je verovao da je strip autor, sve dok mu na nekoj zabavi jedan od prisutnih gostiju, inače urednik književnog dodatka lokalnih novina, nije objasnio da je to što Gejmen radi zapravo literarno stvaranje. Gejmen će kasnije u jednom prisećanju na ovaj događaj reći da se osećao kao žena koju su upravo obavestili da nije prostitutka već „kraljica noći“ (\"I suddenly felt like someone who had been informed that she wasn`t a hooker, that in fact she was a lady of the evening.\", Los Angeles Times, 2001)."
 },
 {
  "AuthorId": "nextvalueforseq_Authors",
  "ProfilePictureURL": "https:\/\/www.laguna.rs\/_img\/pisci\/untitled-1_(125).jpg",
  "FullName": "Lucinda Riley",
  "Biography": "Lusinda Rajli je rođena 1965. godine u Irskoj i, nakon kratke glumačke karijere na filmu, televiziji i u pozorištu, napisala je svoj prvi roman u 24. godini. Njene knjige su prevedene na trideset sedam jezika i postigle su veliki uspeh širom sveta zbog snažnih emocija koje nadrastaju sudbine njenih junaka. Serijal „Sedam sestara“ se posebno izdvojio i postao globalni fenomen stvorivši sopstveni žanr – a u toku su i planovi za adaptaciju romana u seriju od sedam sezona."
 },
 {
  "AuthorId": "nextvalueforseq_Authors",
  "ProfilePictureURL": "https:\/\/www.laguna.rs\/_img\/pisci\/bbc_maestro_harlancoben_14sept2023_pipcowley_cropped_-_foto_pip_cowley.png",
  "FullName": "Harlan Coben",
  "Biography": "Harlan Koben je prvi pisac trilera koji je osvojio tri najprestižnije nagrade u okviru žanra: Edgar, Šejmus i Entoni. Povodom jednog od Kobenovih romana list Čikago tribjun je autora opisao slikovitom frazom „Rejmond Čendler sreće Bridžet Džons“, ciljajući na Kobenov dar da unese crtu duhovitog u trilerske zaplete."
 },
 {
  "AuthorId": "nextvalueforseq_Authors",
  "ProfilePictureURL": "https:\/\/www.laguna.rs\/_img\/pisci\/43.jpg",
  "FullName": "Sophie Kinsella",
  "Biography": "Medlin Vikam, koja se potpisuje pseudonimom Sofi Kinsela, rođena je 12. decembra 1969. Sofi je njeno srednje ime, a Kinsela majčino prezime. Prijatelji i porodica je zovu Medi."
 },
 {
  "AuthorId": "nextvalueforseq_Authors",
  "ProfilePictureURL": "https:\/\/www.laguna.rs\/_img\/pisci\/paolo_giordano_tasmania_1_credit_pierluca_esposito.png",
  "FullName": "Paolo Giordano",
  "Biography": "Paolo Đordano je rođen 1982. u Torinu. Napisao je pet romana: Usamljenost prostih brojeva (La solitudine dei numeri primi), za koji je osvojio nagradu Strega i priznanje Kampijelo za debitantski roman, Ljudsko telo (Il corpo umano), Crno i srebrno (Il nero e l’ argento), I nebo je bilo naše (Divorare il cielo) i Tasmanija, kao i dve zbirke eseja o pandemiji: U zarazi (Nel contagio) i Stvari koje ne želim da zaboravim (Le cose che non voglio dimenticare). Pisao je za pozorište, a sarađuje i sa italijanskim dnevnim listom Korijere dela sera. Njegove knjige prevedene su u više od četrdeset zemalja."
 }
]